tap "homebrew/cask-fonts" if OS.mac?

brew "tmux" if OS.mac?
brew "fzf" if OS.mac?
brew "ripgrep" if OS.mac?
brew "node@20", link: true
brew "wireguard-tools" if OS.mac?
brew "docker" if OS.mac?
brew "docker-compose" if OS.mac?
brew "lazygit"
brew "nvim"
brew "ansible"
brew "ansible-lint"
brew "colima" if OS.mac?
brew "gnu-sed" if OS.mac?
brew "findutils" if OS.mac?

cask "font-fira-code-nerd-font" if OS.mac?
cask "alacritty" if OS.mac?
cask "firefox@esr" if OS.mac?
cask "1password" if OS.mac?
cask "signal" if OS.mac?
